Tekla.Structures.Drawing.MultiDrawing
The MultiDrawing class is for handling multidrawings.

Tekla.Structures.Drawing.MultiDrawing.Modify
Applies the changes made to the drawing attributes.
Tekla.Structures.Drawing.DrawingHandler
Returns: True on success.

Tekla.Structures.Drawing.MultiDrawing.Insert
Not supported.
Returns: False.

Tekla.Structures.Drawing.MultiDrawing.Select
Selects the drawing.
Returns: True on success.